Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/who_hyvaksyi_julkilausuman_alkuperaiskansojen_terveydesta_-_saamelaiskarajat_osallistui_julkilausuman_valmisteluun.html.tmx
Source language: fin
Languages: sms

source: WHO hyväksyi julkilausuman alkuperäiskansojen terveydestä – Saamelaiskäräjät osallistui julkilausuman valmisteluun
sms: WHO priimi õõlmâsceälkkmõõžž alggmeerai tiõrvâsvuõđâst – Sääʹmteʹǧǧ vuässõõđi õõlmâsceälkkmõõžž valmštõõllmõʹšše

source: Maailman terveysjärjestö WHO hyväksyi julkilausuman alkuperäiskansojen terveydestä 76. yleiskokouksessaan Genevessä 30.5.2023.
sms: Maaiʹlm tiõrvâsvuõttorganisaatio WHO priimi õõlmâsceälkkmõõžž alggmeerai tiõrvâsvuõđâst 76. takaisåbbrest Genevest 30.5.2023.

source: Julkilausuma on WHO:ssa ensimmäinen julkilausuma, joka on hyväksytty alkuperäiskansojen osalta.
sms: Õõlmâsceälkkmõš lij WHO:st vuõssmõs õõlmâsceälkkmõš, kååʹtt lij primmum alggmeerai beäʹlnn.

source: Saamelaiskäräjät osallistui julkilausuman valmisteluun.
sms: Sääʹmteʹǧǧ vuässõõđi õõlmâsceälkkmõõžž valmštõõllmõʹšše.

source: Hyväksytyn julkilausuman pohjalta valmistellaan Globaali toimintasuunnitelma (a Global Plan of Action) 79. WHO:n yleiskokoukseen.
sms: Primmum õõlmâsceälkkmõõžž vuâđald valmštõõlât Globaal tåimmamplaan (a Global Plan of Action) 79. WHO tiuddsåbbra.

source: – Terveyden edistämisen keskiössä tulee olla alkuperäiskansojen osallisuus päätöksenteossa.
sms: – Tiõrvâsvuõđ ouddnummuž kõskksââʹjest âlgg leeʹd alggmeerai vuässadvuõtt tuʹmmstõktuâjast.

source: Nyt aloitettu työ maailman terveysjärjestössä antaa uudenlaisen mahdollisuuden kiinnittää huomiota YK:n alkuperäiskansajulistuksen toimeenpanemiseen sosiaali- ja terveyspalveluissa, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sms: Ååʹn alttuum tuâjj maaiʹlm tiõrvâsvuõttorganisaatiost õudd ođđ vueiʹtlvažvuõđ ǩiʹddjed vuâmmšõõzz ÕM alggmeerčõõđtõõzz tiuʹdde piijjmõʹšše sosiaal- da tiõrvâsvuõttkääzzkõõzzin, särnn Sääʹmteeʹǧǧ saaǥǥjååʹđteeʹjj Tuomas Aslak Juuso.

source: Saamelaiskäräjien sosiaali- ja terveyssihteeri osallistuu WHO:n yleiskokoukseen Genevessä 21.-30.5.2023.
sms: Sääʹmteeʹǧǧ sosiaal- da tiõrvâsvuõttpiisar vuässââtt WHO takaisåbbra Genevest 21.-30.5.2023.

source: – On merkittävää, että Saamelaiskäräjillä on ensimmäistä kertaa mahdollisuus osallistua WHO:n yleiskokoukseen osana Suomen delegaatiota, sanoo Saamelaiskäräjien sosiaali- ja terveyssihteeri Anne Länsman-Magga.
sms: – Lij miârkteei, što Sääʹmteeʹǧǧest lij vuõssmõs vuâra vueiʹtlvažvuõtt vuässõõttâd WHO takaisåbbra vueʹssen Lääʹdd delegaatio, särnn Sääʹmteeʹǧǧ sosiaal- da tiõrvâsvuõttpiisar Anne Länsman-Magga.

source: Suomen kansallinen puheenvuoro tuki julkilausuman hyväksymistä
sms: Lääʹddjânnam meersaž saakkvuârr tuärjjii õõlmâsceälkkmõõžž priimmʼmõõžž

source: Suomi nosti puheenvuorossaan esille omakielisten ja kulttuurinmukaisten palveluiden sekä erityisesti mielenterveyspalveluiden merkityksen.
sms: Lääʹddjânnam kaaggi saakkvuârstes õuʹdde jiijjâsǩiõllsai da kulttuurmeâldlaž kääzzkõõzzi di jeäʹrben miõlltiõrvâsvuõttkääzzkõõzzi miârktõzz.

source: Ilmastonmuutos tulee myös vaikuttamaan saamelaisiin monin eri tavoin.
sms: Äimmõsmuuttâs puätt še vaaikted säʹmmlaid määŋgain jeeʹres naaʹlin.

source: Suomi myös painotti puheenvuorossaan, että alkuperäiskansat tulee osallistaa päätöksentekoon ja keskusteluun.
sms: Lääʹddjânnam še teäʹddii saakkvuârstes, što alggmeer âʹlǧǧe vuässâʹtted tuʹmmstõktuõjju da saǥstõõllmõʹšše.

source: Suomen puheenvuoron mukaan myös tiedontuotanto tulisi tehdä yhdessä alkuperäiskansojen kanssa.
sms: Lääʹdd saakkvuâr mieʹldd še teâđpuuʹtʼtõs õõlǥči tuejjeed õõutsââʹjest alggmeeraivuiʹm.

source: Julkilausuma alkuperäiskansojen terveydestä (esitys)
sms: Õõlmâsceälkkmõš alggmeerai tiõrvâsvuõđâst (eʹtǩǩõs)

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sms: Tuomas Aslak juuso Saaǥǥjååʹđteeʹjj 040 687 3394 tuomas.juuso@samediggi.fi

source: Anne Länsman-Magga Sosiaali- ja terveyssihteeri 040 182 9998 anne.lansman-magga@samediggi.fi
sms: Anne Länsman-Magga Sosiaal- da tiõrvâsvuõttpiisar 040 182 9998 anne.lansman-magga@samediggi.fi

source: Inka-Saara Arttijeff Kansainvälisten asioiden sihteeri 050 574 7629 inka.saara.arttijeff@samediggi.fi
sms: Inka-Saara Arttijeff Meeraikõskksaž aaʹššipiisar 050 574 7629 inka.saara.arttijeff@samediggi.fi
